Repository: hoolisoftware/hoolicode-main
Catalog: server/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Project info
tr: Proje hakkinda

source: company
tr: kurumsal

source: project thumbnail
tr: küçük resim

source: project thumbnails
tr: küçük resimler

source: name
tr: adı

source: project tag
tr: proje tagı

source: project tags
tr: proje tagleri

source: project category
tr: proje kategori

source: project categories
tr: proje kategorileri

source: categories
tr: kategoriler

source: customer
tr: müşteri

source: do you want to stay anonym?
tr: gizli kalmak istermisiniz

source: description
tr: açıklama

source: project link
tr: proje linki

source: review
tr: yorum

source: tags
tr: tagler

source: thumbnails
tr: küçük resimler

source: title
tr: başlık

source: project
tr: proje

source: projects
tr: projeler

source: position
tr: pozisyon

source: salary
tr: maaş

source: vacancy
tr: iş ilanı

source: vacancies
tr: iş ilanları

source: full name
tr: ad soyad

source: e-mail
tr: E-posta

source: message
tr: Mesaj

source: is proceed?
tr: İşlendimi?

source: vacancy request
tr: iş ilanı başvurusu

source: vacancy requests
tr: iş ilanı başvuruları

source: subject
tr: konu

source: feedback request
tr: Geri dönüş iteği

source: feedback requests
tr: Geri dönüş istekleri

source: question
tr: soru

source: answer
tr: cevap

source: FAQ
tr: SSS

source: placeholder
tr: yazı

source: feature
tr: özellik

source: features
tr: özellikler

source: quote
tr: söz

source: support email
tr: destek e-postası

source: settings
tr: ayarlar

source: About us
tr: Hakkımızda

source: Why We Do This
tr: Misyonumuz

source: We aim to take the web-development industry to the absolutely new level.
tr: Web-geliştirme alanında yeni nesil hizmet yaratmak için yola çıktık. Müşteri kitlemize önem vererek güvenli bir ortaklık oluşturmaktır aslında hedefimiz.

source: See Our Blog
tr: Blogumuzu okuyumak için tıklayın

source: How did we start
tr: Herşey nasıl başladı?

source: We started providing services relatively recently and suddenly, despite the fact that we studied the market for many years and made conclusions.
tr: Yazılım sektöründe uzun bir yol geçtiğimize rağmen stüdyo oluşturma fikri aniden bizim çoğu konuda görüşlerimizi değiştirdi. Artık herşey eskisi gibi olmayacak.

source: Let's create progressive software solutions for your bussiness together!
tr: Bizime işletmenizi dijitalleştirin ve her anlamda tasarruf edin.

source: We love our work and respect our clients, doing everything for their business. Terms, prices, conditions - everything is projected only for the convenience and quality of service.
tr: İşimizi zevkle yapıyoruz ve müşterilerimiz daima bizim için önemli - bu site ve yaptığımız herşey kolaylık ve hizmet kalitesi için tasarlandı.

source: What we did?
tr: Biz neler yaptık?

source: Employee
tr: Çalışan

source: Projects
tr: Proje

source: Earning
tr: Kazanç

source: Happy clients
tr: Mutlu müşteri

source: Call us!
tr: Bizi arayın!

source: Home page
tr: Ana sayfa

source: Contact us
tr: İletişim

source: Our contact information
tr: İletişim bilgilerimiz

source: Call us to get answers for your questions!
tr: Sorularınıza cevap almak için bize ulaşınız!

source: Phone number
tr: Telefon numarası

source: E-mail
tr: E-posta

source: Address
tr: Adres

source: Feedback form
tr: Geri dönüş formu

source: Submit
tr: Gönder

source: Thanks for this information! We'll email you within a hour.
tr: Bilgileriniz için teşekkür ederiz! Bir saat içinde eposta göndereceğiz.

source: For faster feedback try to call phone number.
tr: Daha seri görü dönüş için direk numaramızı arayınız!

source: IT-solutions for your bussiness
tr: Yeni nesil yazılım hizmeti

source: Smart-contracts
tr: Smart-contract

source: Web-sites
tr: Web-siteleri

source: Design
tr: Tasarım

source: SEO-optimization
tr: SEO-çalışmaları

source: Mobile applications
tr: Mobil uygulama

source: Chat-bots
tr: Chat-botları

source: Fixed terms
tr: Hızlı sürede kaliteli performans

source: Our team sets exact deadlines and strictly adheres to them.
tr: Ekibimiz deadlineları uzatmadan projenizi en iyi şekilde tamamlar

source: Everything under your control
tr: Herşey sizin kontrolünüzde

source: Track the development process of your project at every stage.
tr: Her adımda projenizin yazılımını takip ederek kontrol edin

source: 7/24 support
tr: 7/24 destek

source: We are always happy to help with any questions.
tr: Oluşabilecek sorulanızı cevaplamaktan memnuniyet duyarız

source: What do we do?
tr: Biz ne yapabiliriz?

source: Our team provides services in various areas
tr: Ekibimiz birçok alanda yazılım ve destek hizmetleri veriyor

source: Smart-contracts and Dapps
tr: Smart-contract ve blockhain yazılımları

source: SAAS products
tr: SAAS yazılımları

source: Learn more about Hooli Software in the next section
tr: Bizi daha yakından tanımak için sonraki bölümü okuyun

source: Frequently asked
tr: Sıkça sorulan

source: questions
tr: sorular

source: Catalog
tr: Katalog

source: Actual list of Hooli Software services for 2023
tr: 2023 yılı için Hooli Software resmi hizmet koşulları dokümanı

source: Download
tr: İndir

source: Have questions? Our team will be happy to answer.
tr: Bizi arayıp daima ulaşabilirsiniz.

source: Maximum delay
tr: Maksimum geri dönüş süresi

source: hours
tr: saat

source: Start work with us!
tr: Bizimle çalışmak istermisin?

source: Create order
tr: Sıpariş oluştur

source: Category
tr: Kategori

source: Published
tr: Yayınlandı

source: Description
tr: Açıklama

source: Details
tr: Detaylar

source: Review
tr: Yorum

source: Customer
tr: Muşteri

source: Similar projects :
tr: Benzer projeler :

source: Share this project on :
tr: Bu projeyi paylaş :

source: Our portfolio
tr: Portolyomuz

source: Hooli Software portfolio here
tr: Hooli Software projeleri

source: CREATE ORDER
tr: SIPARİŞ YAP

source: Content information
tr: İçerik bilgileri

source: Post information
tr: Yazı bilgileri

source: posts
tr: haberler

source: Are you robot?
tr: Robotmusunuz?

source: category name
tr: kategori adı

source: parent category
tr: ana kategori

source: category
tr: kategori

source: tag name
tr: tag adı

source: content
tr: içerik

source: creation date
tr: yayınlama tarihi

source: is post published?
tr: yazı yayınlandımı?

source: reading duration
tr: okuma süresi

source: thumbnail
tr: küçük resim

source: post
tr: yazı

source: comment
tr: yorum

source: post comment
tr: haber yorumu

source: post comments
tr: haber yorumları

source: comments
tr: yorum

source: Leave comment
tr: Yorum yap

source: Related articles
tr: Konu alakalı yazılar

source: Popular categories
tr: Popüler kategori

source: Popular tags
tr: Popüler tagler

source: Recent posts
tr: En son haberler

source: Our blog
tr: Blogumuz

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: Username
tr: Kullanıcı adınız

source: Password
tr: Parola

source: Aren't you robot?
tr: Robotmusunuz?

source: Remember me
tr: Beni hatırla

source: First name
tr: Adınız

source: Last name
tr: Soyadınız

source: Passowrd confirm
tr: Parolayı tekrarlayın

source: Sign-in
tr: Giriş yap

source: Hooli Software sign-in
tr: Hooli Software giriş

source: Sign-up
tr: Kayıt ol

source: Forgot password
tr: Parolamı unuttum

source: Another way to log in
tr: Diğer seçenekler

source: - There is always a better way
tr: - Her zaman kolay yol vardır

source: Sign-up with Google
tr: Google ile giriş yap

source: Sign-up with Vkontakte
tr: Vkontakte ile giriş yap

source: Password changed
tr: Parola değiştirildi

source: Your password has been set. You can
tr: İşlem tamamlandı. Artık

source: log in now
tr: giriş yapabilirsiniz

source: Go home
tr: Ana sayfaya git

source: Please enter your new password twice :
tr: Lütfen yeni parolanızı iki kere giriniz :

source: Reset password
tr: Parola yenileme

source: This link expired
tr: Bu link geçerli değil

source: < Go home
tr: < Ana sayfaya git

source: Password reset-mail sent
tr: Parola değiştirmeniz için eposta gönderdik

source: Reset-mail sent
tr: E-postanıza mail gönderdik

source: We'd emailed you instructions for setting your password.
tr: Parolanızı sıfırlamanız için size e-posta gönderdik

source: If you don't receive an email, please make sure you've entered the address you registered with.
tr: Eğer e-postayı almadıysanız, doğru adresi girdiğinizi kontrol ediniz.

source: Forgot your password?
tr: Parolanızı mı unuttunuz?

source: Note: We will send a reset-mail to your email
tr: Not: size e-posta göndereceğiz

source: Hooli Software sign-up
tr: Hooli Software kayıt oluşturma

source: To get latest news
tr: En son güncel haberler alın

source: Subscribe
tr: Gönder

source: Not spam :)
tr: Kesinlikle spam değildir :)

source: Important links
tr: Sayfalar

source: Services
tr: Hizmetler

source: Distribute
tr: Distribütör ol

source: Ecosystem
tr: Ekosistem

source: Top-customers
tr: Bu ayın müşterileri

source: orders
tr: sıpariş

source: Available languages :
tr: Mevcut diller :

source: All rights reserved.
tr: Bütün haklar saklıdır.

source: Privacy Policy
tr: Kullanım koşulları

source: More
tr: Daha fazla

source: About
tr: Hakkımızda

source: Vacancies
tr: İş ilanları

source: Donate
tr: Bağış

source: Search
tr: Arama yap

source: Balance
tr: Bakiye

source: Points
tr: Puanlar

source: Profile settings
tr: Profil ayarları

source: My bussiness
tr: Sıparişlerim

source: Logout
tr: Çıkış yap

source: Login
tr: Giriş yap
